randrw/1-node/randrw8.log
random-writers: (g=0): rw=randrw, bs=(R) 32.0KiB-32.0KiB, (W) 32.0KiB-32.0KiB, (T) 32.0KiB-32.0KiB, ioengine=libaio, iodepth=4
...
fio-3.27-32-g77c7-dirty
Starting 8 processes
random-writers: Laying out IO file (1 file / 1024MiB)
random-writers: Laying out IO file (1 file / 1024MiB)
random-writers: Laying out IO file (1 file / 1024MiB)
[...]

random-writers: (groupid=0, jobs=1): err= 0: pid=164533: Tue Jul 13 11:39:23 2021
  read: IOPS=795, BW=24.9MiB/s (26.1MB/s)(7457MiB/300001msec)
    slat (usec): min=15, max=259431, avg=958.22, stdev=2538.07
    clat (usec): min=19, max=1063.2k, avg=1905.73, stdev=9344.81
     lat (usec): min=94, max=1063.2k, avg=2865.83, stdev=9829.70
    clat percentiles (usec):
     |  1.00th=[   159],  5.00th=[   314], 10.00th=[   416], 20.00th=[   553],
     | 30.00th=[   717], 40.00th=[  1205], 50.00th=[  1352], 60.00th=[  1483],
     | 70.00th=[  1762], 80.00th=[  2180], 90.00th=[  2737], 95.00th=[  4948],
     | 99.00th=[ 10814], 99.50th=[ 14615], 99.90th=[ 50070], 99.95th=[ 87557],
     | 99.99th=[258999]
   bw (  KiB/s): min=  128, max=44800, per=12.22%, avg=25951.17, stdev=10157.36, samples=588
   iops        : min=    4, max= 1400, avg=810.96, stdev=317.41, samples=588
  write: IOPS=795, BW=24.9MiB/s (26.1MB/s)(7460MiB/300001msec); 0 zone resets
    slat (usec): min=102, max=183568, avg=215.10, stdev=1047.02
    clat (usec): min=82, max=1061.8k, avg=1876.86, stdev=8508.72
     lat (usec): min=213, max=1062.0k, avg=2093.70, stdev=8603.00
    clat percentiles (usec):
     |  1.00th=[   143],  5.00th=[   289], 10.00th=[   392], 20.00th=[   515],
     | 30.00th=[   660], 40.00th=[  1188], 50.00th=[  1336], 60.00th=[  1450],
     | 70.00th=[  1729], 80.00th=[  2180], 90.00th=[  2769], 95.00th=[  5080],
     | 99.00th=[ 10814], 99.50th=[ 15008], 99.90th=[ 50070], 99.95th=[ 84411],
     | 99.99th=[162530]
   bw (  KiB/s): min=  128, max=46464, per=12.19%, avg=25914.16, stdev=10222.48, samples=589
   iops        : min=    4, max= 1452, avg=809.81, stdev=319.45, samples=589
  lat (usec)   : 20=0.01%, 100=0.69%, 250=1.76%, 500=15.26%, 750=13.82%
  lat (usec)   : 1000=2.47%
  lat (msec)   : 2=40.53%, 4=19.68%, 10=4.29%, 20=1.20%, 50=0.20%
  lat (msec)   : 100=0.06%, 250=0.03%, 500=0.01%, 1000=0.01%, 2000=0.01%
  cpu          : usr=3.02%, sys=32.77%, ctx=152766, majf=0, minf=44
  IO depths    : 1=0.1%, 2=0.1%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=238626,238713,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=4
random-writers: (groupid=0, jobs=1): err= 0: pid=164534: Tue Jul 13 11:39:23 2021
  read: IOPS=870, BW=27.2MiB/s (28.5MB/s)(8177MiB/300610msec)
    slat (usec): min=14, max=341956, avg=859.65, stdev=2777.60
    clat (usec): min=76, max=917406, avg=1746.79, stdev=8781.75
     lat (usec): min=92, max=917436, avg=2608.16, stdev=9371.55
    clat percentiles (usec):
     |  1.00th=[   108],  5.00th=[   293], 10.00th=[   383], 20.00th=[   498],
     | 30.00th=[   611], 40.00th=[  1029], 50.00th=[  1254], 60.00th=[  1385],
     | 70.00th=[  1532], 80.00th=[  2008], 90.00th=[  2474], 95.00th=[  4146],
     | 99.00th=[ 10814], 99.50th=[ 15401], 99.90th=[ 54264], 99.95th=[ 85459],
     | 99.99th=[316670]
   bw (  KiB/s): min=  384, max=44224, per=13.35%, avg=28336.59, stdev=11272.89, samples=591
   iops        : min=   12, max= 1382, avg=885.50, stdev=352.27, samples=591
  write: IOPS=873, BW=27.3MiB/s (28.6MB/s)(8207MiB/300610msec); 0 zone resets
    slat (usec): min=101, max=145242, avg=205.98, stdev=651.65
    clat (usec): min=25, max=911569, avg=1704.86, stdev=8648.06
     lat (usec): min=211, max=911760, avg=1912.61, stdev=8685.28
    clat percentiles (usec):
     |  1.00th=[   106],  5.00th=[   273], 10.00th=[   359], 20.00th=[   465],
     | 30.00th=[   578], 40.00th=[  1020], 50.00th=[  1237], 60.00th=[  1369],
     | 70.00th=[  1500], 80.00th=[  2008], 90.00th=[  2474], 95.00th=[  3982],
     | 99.00th=[ 10683], 99.50th=[ 14222], 99.90th=[ 47449], 99.95th=[ 76022],
     | 99.99th=[341836]
   bw (  KiB/s): min=  256, max=45696, per=13.38%, avg=28443.28, stdev=11461.95, samples=591
   iops        : min=    8, max= 1428, avg=888.84, stdev=358.18, samples=591
  lat (usec)   : 50=0.01%, 100=0.79%, 250=2.12%, 500=19.00%, 750=15.40%
  lat (usec)   : 1000=2.27%
  lat (msec)   : 2=40.38%, 4=14.99%, 10=3.68%, 20=1.07%, 50=0.20%
  lat (msec)   : 100=0.07%, 250=0.02%, 500=0.01%, 1000=0.01%
  cpu          : usr=3.24%, sys=33.86%, ctx=145042, majf=0, minf=45
  IO depths    : 1=0.1%, 2=0.1%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=261651,262638,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=4
random-writers: (groupid=0, jobs=1): err= 0: pid=164536: Tue Jul 13 11:39:23 2021
  read: IOPS=856, BW=26.8MiB/s (28.1MB/s)(8027MiB/300001msec)
    slat (usec): min=15, max=300157, avg=877.89, stdev=2690.19
    clat (usec): min=15, max=962100, avg=1782.64, stdev=8828.69
     lat (usec): min=93, max=962942, avg=2662.35, stdev=9412.50
    clat percentiles (usec):
     |  1.00th=[   118],  5.00th=[   306], 10.00th=[   400], 20.00th=[   519],
     | 30.00th=[   652], 40.00th=[  1123], 50.00th=[  1303], 60.00th=[  1418],
     | 70.00th=[  1598], 80.00th=[  2089], 90.00th=[  2573], 95.00th=[  4015],
     | 99.00th=[ 10683], 99.50th=[ 13566], 99.90th=[ 52691], 99.95th=[ 93848],
     | 99.99th=[742392]
   bw (  KiB/s): min=   64, max=47040, per=13.08%, avg=27777.13, stdev=11364.27, samples=591
   iops        : min=    2, max= 1470, avg=868.02, stdev=355.13, samples=591
  write: IOPS=855, BW=26.7MiB/s (28.0MB/s)(8020MiB/300001msec); 0 zone resets
    slat (usec): min=105, max=156915, avg=210.67, stdev=733.93
    clat (usec): min=84, max=961584, avg=1734.42, stdev=7818.42
     lat (usec): min=211, max=961814, avg=1946.90, stdev=7858.51
    clat percentiles (usec):
     |  1.00th=[   113],  5.00th=[   281], 10.00th=[   379], 20.00th=[   486],
     | 30.00th=[   611], 40.00th=[  1106], 50.00th=[  1287], 60.00th=[  1401],
     | 70.00th=[  1565], 80.00th=[  2073], 90.00th=[  2540], 95.00th=[  3982],
     | 99.00th=[ 10552], 99.50th=[ 13173], 99.90th=[ 47449], 99.95th=[ 81265],
     | 99.99th=[223347]
   bw (  KiB/s): min=   64, max=45056, per=13.06%, avg=27751.12, stdev=11412.65, samples=591
   iops        : min=    2, max= 1408, avg=867.21, stdev=356.64, samples=591
  lat (usec)   : 20=0.01%, 100=0.69%, 250=1.89%, 500=17.32%, 750=15.19%
  lat (usec)   : 1000=2.43%
  lat (msec)   : 2=40.68%, 4=16.82%, 10=3.66%, 20=1.07%, 50=0.15%
  lat (msec)   : 100=0.06%, 250=0.03%, 500=0.01%, 750=0.01%, 1000=0.01%
  cpu          : usr=3.21%, sys=33.92%, ctx=149144, majf=0, minf=43
  IO depths    : 1=0.1%, 2=0.1%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=256873,256644,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=4
random-writers: (groupid=0, jobs=1): err= 0: pid=164537: Tue Jul 13 11:39:23 2021
  read: IOPS=814, BW=25.5MiB/s (26.7MB/s)(7638MiB/300004msec)
    slat (usec): min=15, max=363498, avg=929.38, stdev=2890.36
    clat (usec): min=24, max=1056.2k, avg=1878.93, stdev=9601.83
     lat (usec): min=95, max=1057.4k, avg=2810.27, stdev=10176.40
    clat percentiles (usec):
     |  1.00th=[   139],  5.00th=[   318], 10.00th=[   416], 20.00th=[   545],
     | 30.00th=[   685], 40.00th=[  1188], 50.00th=[  1352], 60.00th=[  1483],
     | 70.00th=[  1696], 80.00th=[  2180], 90.00th=[  2704], 95.00th=[  4228],
     | 99.00th=[ 10814], 99.50th=[ 14222], 99.90th=[ 55837], 99.95th=[ 99091],
     | 99.99th=[750781]
   bw (  KiB/s): min=  320, max=43008, per=12.47%, avg=26481.55, stdev=10947.51, samples=590
   iops        : min=   10, max= 1344, avg=827.54, stdev=342.11, samples=590
  write: IOPS=817, BW=25.5MiB/s (26.8MB/s)(7660MiB/300004msec); 0 zone resets
    slat (usec): min=104, max=149368, avg=215.41, stdev=835.18
    clat (usec): min=84, max=1058.2k, avg=1810.37, stdev=7676.67
     lat (usec): min=217, max=1058.4k, avg=2027.51, stdev=7728.90
    clat percentiles (usec):
     |  1.00th=[   139],  5.00th=[   293], 10.00th=[   392], 20.00th=[   506],
     | 30.00th=[   635], 40.00th=[  1172], 50.00th=[  1336], 60.00th=[  1450],
     | 70.00th=[  1647], 80.00th=[  2147], 90.00th=[  2671], 95.00th=[  4293],
     | 99.00th=[ 10814], 99.50th=[ 14091], 99.90th=[ 49546], 99.95th=[ 90702],
     | 99.99th=[162530]
   bw (  KiB/s): min=  192, max=45632, per=12.50%, avg=26559.69, stdev=11113.93, samples=590
   iops        : min=    6, max= 1426, avg=829.98, stdev=347.31, samples=590
  lat (usec)   : 50=0.01%, 100=0.58%, 250=1.74%, 500=15.83%, 750=15.12%
  lat (usec)   : 1000=2.49%
  lat (msec)   : 2=40.27%, 4=18.76%, 10=3.78%, 20=1.16%, 50=0.16%
  lat (msec)   : 100=0.06%, 250=0.03%, 500=0.01%, 750=0.01%, 1000=0.01%
  lat (msec)   : 2000=0.01%
  cpu          : usr=3.18%, sys=33.51%, ctx=147904, majf=0, minf=44
  IO depths    : 1=0.1%, 2=0.1%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=244404,245114,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=4
random-writers: (groupid=0, jobs=1): err= 0: pid=164539: Tue Jul 13 11:39:23 2021
  read: IOPS=817, BW=25.5MiB/s (26.8MB/s)(7672MiB/300397msec)
    slat (usec): min=15, max=246887, avg=922.06, stdev=2558.33
    clat (usec): min=77, max=974269, avg=1825.73, stdev=7900.09
     lat (usec): min=96, max=975304, avg=2749.72, stdev=8455.24
    clat percentiles (usec):
     |  1.00th=[   128],  5.00th=[   310], 10.00th=[   408], 20.00th=[   537],
     | 30.00th=[   676], 40.00th=[  1172], 50.00th=[  1336], 60.00th=[  1450],
     | 70.00th=[  1663], 80.00th=[  2147], 90.00th=[  2671], 95.00th=[  4555],
     | 99.00th=[ 10814], 99.50th=[ 14353], 99.90th=[ 46924], 99.95th=[ 82314],
     | 99.99th=[168821]
   bw (  KiB/s): min=   64, max=43072, per=12.46%, avg=26455.07, stdev=10996.34, samples=594
   iops        : min=    2, max= 1346, avg=826.72, stdev=343.63, samples=594
  write: IOPS=818, BW=25.6MiB/s (26.8MB/s)(7688MiB/300397msec); 0 zone resets
    slat (usec): min=97, max=194623, avg=215.81, stdev=1159.55
    clat (usec): min=25, max=974971, avg=1853.02, stdev=9719.24
     lat (usec): min=206, max=975154, avg=2070.67, stdev=9810.61
    clat percentiles (usec):
     |  1.00th=[   125],  5.00th=[   285], 10.00th=[   388], 20.00th=[   498],
     | 30.00th=[   627], 40.00th=[  1156], 50.00th=[  1303], 60.00th=[  1434],
     | 70.00th=[  1631], 80.00th=[  2147], 90.00th=[  2638], 95.00th=[  4555],
     | 99.00th=[ 10945], 99.50th=[ 14877], 99.90th=[ 52167], 99.95th=[ 92799],
     | 99.99th=[767558]
   bw (  KiB/s): min=  384, max=45568, per=12.49%, avg=26551.82, stdev=10979.38, samples=593
   iops        : min=   12, max= 1424, avg=829.73, stdev=343.10, samples=593
  lat (usec)   : 50=0.01%, 100=0.67%, 250=1.88%, 500=16.26%, 750=14.45%
  lat (usec)   : 1000=2.45%
  lat (msec)   : 2=40.47%, 4=18.42%, 10=3.92%, 20=1.21%, 50=0.18%
  lat (msec)   : 100=0.06%, 250=0.03%, 500=0.01%, 750=0.01%, 1000=0.01%
  cpu          : usr=3.09%, sys=33.47%, ctx=148965, majf=0, minf=45
  IO depths    : 1=0.1%, 2=0.1%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=245519,246002,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=4
random-writers: (groupid=0, jobs=1): err= 0: pid=164540: Tue Jul 13 11:39:23 2021
  read: IOPS=873, BW=27.3MiB/s (28.6MB/s)(8198MiB/300283msec)
    slat (usec): min=15, max=409104, avg=859.67, stdev=2904.27
    clat (usec): min=25, max=942882, avg=1741.69, stdev=8958.10
     lat (usec): min=95, max=943922, avg=2603.06, stdev=9562.49
    clat percentiles (usec):
     |  1.00th=[   102],  5.00th=[   285], 10.00th=[   375], 20.00th=[   482],
     | 30.00th=[   594], 40.00th=[  1029], 50.00th=[  1254], 60.00th=[  1385],
     | 70.00th=[  1532], 80.00th=[  2024], 90.00th=[  2507], 95.00th=[  4113],
     | 99.00th=[ 10552], 99.50th=[ 13698], 99.90th=[ 49546], 99.95th=[ 89654],
     | 99.99th=[408945]
   bw (  KiB/s): min=  256, max=45056, per=13.40%, avg=28458.43, stdev=11484.64, samples=590
   iops        : min=    8, max= 1408, avg=889.32, stdev=358.89, samples=590
  write: IOPS=872, BW=27.3MiB/s (28.6MB/s)(8186MiB/300283msec); 0 zone resets
    slat (usec): min=102, max=168030, avg=204.69, stdev=952.33
    clat (usec): min=82, max=912505, avg=1705.94, stdev=8345.29
     lat (usec): min=214, max=912683, avg=1912.29, stdev=8409.36
    clat percentiles (usec):
     |  1.00th=[   103],  5.00th=[   269], 10.00th=[   351], 20.00th=[   449],
     | 30.00th=[   562], 40.00th=[  1037], 50.00th=[  1254], 60.00th=[  1369],
     | 70.00th=[  1516], 80.00th=[  2008], 90.00th=[  2474], 95.00th=[  3982],
     | 99.00th=[ 10552], 99.50th=[ 13698], 99.90th=[ 50070], 99.95th=[ 85459],
     | 99.99th=[320865]
   bw (  KiB/s): min=   64, max=45760, per=13.37%, avg=28417.47, stdev=11637.89, samples=590
   iops        : min=    2, max= 1430, avg=888.03, stdev=363.68, samples=590
  lat (usec)   : 50=0.01%, 100=0.92%, 250=2.35%, 500=20.08%, 750=14.53%
  lat (usec)   : 1000=1.67%
  lat (msec)   : 2=40.26%, 4=15.15%, 10=3.70%, 20=1.06%, 50=0.17%
  lat (msec)   : 100=0.06%, 250=0.03%, 500=0.01%, 750=0.01%, 1000=0.01%
  cpu          : usr=3.08%, sys=33.27%, ctx=144401, majf=0, minf=43
  IO depths    : 1=0.1%, 2=0.1%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=262335,261954,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=4
random-writers: (groupid=0, jobs=1): err= 0: pid=164541: Tue Jul 13 11:39:23 2021
  read: IOPS=851, BW=26.6MiB/s (27.9MB/s)(7980MiB/300001msec)
    slat (usec): min=15, max=319193, avg=877.96, stdev=2547.65
    clat (usec): min=12, max=1099.1k, avg=1786.05, stdev=9216.27
     lat (usec): min=94, max=1099.4k, avg=2665.84, stdev=9686.91
    clat percentiles (usec):
     |  1.00th=[   128],  5.00th=[   310], 10.00th=[   408], 20.00th=[   529],
     | 30.00th=[   676], 40.00th=[  1139], 50.00th=[  1303], 60.00th=[  1434],
     | 70.00th=[  1631], 80.00th=[  2089], 90.00th=[  2573], 95.00th=[  3916],
     | 99.00th=[ 10552], 99.50th=[ 12649], 99.90th=[ 47449], 99.95th=[ 80217],
     | 99.99th=[329253]
   bw (  KiB/s): min=  128, max=44736, per=13.03%, avg=27659.80, stdev=10930.73, samples=590
   iops        : min=    4, max= 1398, avg=864.35, stdev=341.59, samples=590
  write: IOPS=851, BW=26.6MiB/s (27.9MB/s)(7985MiB/300001msec); 0 zone resets
    slat (usec): min=101, max=153000, avg=214.60, stdev=904.92
    clat (usec): min=83, max=1042.0k, avg=1749.08, stdev=7963.96
     lat (usec): min=213, max=1042.1k, avg=1965.49, stdev=8028.81
    clat percentiles (usec):
     |  1.00th=[   118],  5.00th=[   285], 10.00th=[   383], 20.00th=[   498],
     | 30.00th=[   627], 40.00th=[  1139], 50.00th=[  1287], 60.00th=[  1401],
     | 70.00th=[  1598], 80.00th=[  2073], 90.00th=[  2540], 95.00th=[  3818],
     | 99.00th=[ 10421], 99.50th=[ 12125], 99.90th=[ 51119], 99.95th=[ 90702],
     | 99.99th=[170918]
   bw (  KiB/s): min=  192, max=45184, per=13.02%, avg=27678.47, stdev=11117.33, samples=590
   iops        : min=    6, max= 1412, avg=864.94, stdev=347.42, samples=590
  lat (usec)   : 20=0.01%, 100=0.66%, 250=1.80%, 500=16.52%, 750=14.50%
  lat (usec)   : 1000=2.75%
  lat (msec)   : 2=41.28%, 4=17.60%, 10=3.62%, 20=1.03%, 50=0.14%
  lat (msec)   : 100=0.06%, 250=0.02%, 500=0.01%, 750=0.01%, 1000=0.01%
  lat (msec)   : 2000=0.01%
  cpu          : usr=3.24%, sys=34.36%, ctx=154468, majf=0, minf=44
  IO depths    : 1=0.1%, 2=0.1%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=255363,255518,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=4
random-writers: (groupid=0, jobs=1): err= 0: pid=164542: Tue Jul 13 11:39:23 2021
  read: IOPS=765, BW=23.9MiB/s (25.1MB/s)(7174MiB/300001msec)
    slat (usec): min=15, max=333707, avg=997.74, stdev=2797.20
    clat (usec): min=18, max=1294.7k, avg=1974.97, stdev=9537.21
     lat (usec): min=92, max=1295.4k, avg=2974.65, stdev=10097.38
    clat percentiles (usec):
     |  1.00th=[   215],  5.00th=[   334], 10.00th=[   433], 20.00th=[   586],
     | 30.00th=[   799], 40.00th=[  1254], 50.00th=[  1401], 60.00th=[  1549],
     | 70.00th=[  1893], 80.00th=[  2245], 90.00th=[  2868], 95.00th=[  4883],
     | 99.00th=[ 11076], 99.50th=[ 15401], 99.90th=[ 54264], 99.95th=[ 91751],
     | 99.99th=[244319]
   bw (  KiB/s): min=  192, max=43136, per=11.70%, avg=24829.95, stdev=10536.49, samples=591
   iops        : min=    6, max= 1348, avg=775.92, stdev=329.26, samples=591
  write: IOPS=766, BW=23.9MiB/s (25.1MB/s)(7185MiB/300001msec); 0 zone resets
    slat (usec): min=110, max=230908, avg=220.45, stdev=893.35
    clat (usec): min=81, max=1303.6k, avg=1954.46, stdev=9337.80
     lat (usec): min=208, max=1303.8k, avg=2176.74, stdev=9401.03
    clat percentiles (usec):
     |  1.00th=[   210],  5.00th=[   310], 10.00th=[   408], 20.00th=[   553],
     | 30.00th=[   750], 40.00th=[  1237], 50.00th=[  1385], 60.00th=[  1516],
     | 70.00th=[  1876], 80.00th=[  2245], 90.00th=[  2835], 95.00th=[  4883],
     | 99.00th=[ 11076], 99.50th=[ 15270], 99.90th=[ 54789], 99.95th=[ 91751],
     | 99.99th=[333448]
   bw (  KiB/s): min=   64, max=45312, per=11.70%, avg=24866.71, stdev=10598.23, samples=591
   iops        : min=    2, max= 1416, avg=777.07, stdev=331.19, samples=591
  lat (usec)   : 20=0.01%, 100=0.55%, 250=1.53%, 500=13.56%, 750=13.63%
  lat (usec)   : 1000=3.10%
  lat (msec)   : 2=39.69%, 4=22.23%, 10=4.11%, 20=1.27%, 50=0.21%
  lat (msec)   : 100=0.07%, 250=0.03%, 500=0.01%, 750=0.01%, 1000=0.01%
  lat (msec)   : 2000=0.01%
  cpu          : usr=2.89%, sys=33.20%, ctx=152489, majf=0, minf=44
  IO depths    : 1=0.1%, 2=0.1%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=229579,229916,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=4

Run status group 0 (all jobs):
   READ: bw=207MiB/s (217MB/s), 23.9MiB/s-27.3MiB/s (25.1MB/s-28.6MB/s), io=60.9GiB (65.3GB), run=300001-300610msec
  WRITE: bw=208MiB/s (218MB/s), 23.9MiB/s-27.3MiB/s (25.1MB/s-28.6MB/s), io=60.9GiB (65.4GB), run=300001-300610msec


Batch Job Summary Report (version 21.01.1) for Job "fioRandrw" (1470605) on tave

Job information (1/2)
-----------------------------------------------------------------------------------------------------
             Submit            Eligible               Start                 End    Elapsed Time limit
------------------- ------------------- ------------------- ------------------- ---------- ----------
2021-07-13T11:33:52 2021-07-13T11:33:52 2021-07-13T11:33:52 2021-07-13T11:39:27   00:05:35   00:15:00
-----------------------------------------------------------------------------------------------------

Job information (2/2)
-------------------------------------------------------------
    Username      Account    Partition   NNodes        Energy
------------ ------------ ------------ -------- -------------
    afilipci         g138       normal        1     45.169 kJ